advertisement-condiment-1 = Устали от сухого мяса? Нанесите на него соусы с богатым вкусом!
advertisement-condiment-2 = Детские столовые приборы. Вилки, ложки и ножи, которые ничего не порвут.
advertisement-condiment-3 = Кукурузное масло!
advertisement-condiment-4 = Сделайте свой день сладким с Astrotame! Восемь из десяти врачей согласны, и, скорее всего, это не вызовет рака.
advertisement-condiment-5 = Острое соус! Соус барбекю! Холодный соус! Кетчуп! Соевый соус! Соус из горчицы! У нас есть все соусы!
advertisement-condiment-6 = Не забудьте добавить кетчуп и горчицу в свои бургеры! Повара часто это забывают.

