# Frontier: Station<Sector
alert-level-announcement = Внимание! Уровень тревоги сектора теперь {$name}! {$announcement}

alert-level-unknown = Неизвестно.
alert-level-unknown-instructions = Неизвестно.

# Frontier: added Frontier-specific alert text

alert-level-green = Зелёный
# alert-level-green-announcement = Теперь можно возвращаться на рабочие места.
# alert-level-green-instructions = Сделай свою работу.
alert-level-green-announcement = Сектор считается безопасным. Возобновить нормальную работу.
alert-level-green-instructions = Сделай свою работу.

alert-level-blue = Синий
# alert-level-blue-announcement = В зоне операций ТСФ зафиксирована угроза. Служба безопасности должна проводить случайные проверки. Членам экипажа рекомендуется проявлять бдительность и сообщать о подозрительной активности.
# alert-level-blue-instructions = Члены экипажа должны быть бдительны и сообщать о подозрительной активности.
alert-level-blue-announcement = В зоне операций ТСФ зафиксирована угроза. Экипажам рекомендуется проявлять бдительность и сообщать о подозрительной активности в управление ТСФ.
alert-level-blue-instructions = Члены экипажей должны быть бдительны и сообщать о подозрительной активности офицерам TSFMC.

alert-level-red = Красный
# alert-level-red-announcement = Станция находится под непосредственной угрозой. Служба безопасности должна быть готова к применению смертельной силы при необходимости. Члены экипажа должны найти безопасное укрытие и следовать указаниям авторитетов.
# alert-level-red-instructions = Члены экипажа должны найти безопасное укрытие и следовать указаниям имеющихся в наличии авторитетов.
alert-level-red-announcement = В секторе существует непосредственная угроза. Службе безопасности следует подготовиться к применению смертельной силы при необходимости. Экипажи должны сотрудничать для обеспечения взаимной безопасности и рекомендуется следовать указаниям действующих лиц.
alert-level-red-instructions = Экипажи должны сотрудничать для обеспечения взаимной безопасности и следовать указаниям присутствующих авторитетов.

alert-level-violet = Фиолетовый
# alert-level-violet-announcement = На борту произошла вирусная угроза. Медицинскому персоналу рекомендуется изолировать членов экипажа с симптомами заболевания. Членам экипажа рекомендуется дистанцироваться от других лиц и принимать меры безопасности для предотвращения дальнейшего распространения инфекции.
# alert-level-violet-instructions = Члены экипажа должны держаться на безопасном расстоянии друг от друга и выполнять меры безопасности для предотвращения дальнейшего распространения.
alert-level-violet-announcement = В секторе обнаружен вирусный фактор опасности. Медицинский персонал рекомендуется изолировать лиц, проявляющих симптомы. Экипажам рекомендуется ограничить взаимодействие с другими лицами и применять меры безопасности для предотвращения дальнейшего распространения.
alert-level-violet-instructions = Члены экипажа должны ограничивать контакт с другими и соблюдать меры безопасности, чтобы предотвратить дальнейшее распространение.

alert-level-yellow = Желтый
# alert-level-yellow-announcement = Внутри станции обнаружена структурная или атмосферная угроза. Специалистам службы эксплуатации рекомендуется немедленно отреагировать и принять меры безопасности. Членам экипажа рекомендуется уйти с пути угрозы и, при необходимости, остаться на своих рабочих местах.
# alert-level-yellow-instructions = Члены экипажа должны избегать угрозы и, при необходимости, оставаться на своих рабочих местах.
alert-level-yellow-announcement = Инфраструктура сектора была структурно или атмосферно повреждена. Инженерному персоналу рекомендуется немедленно откликнуться и оказать помощь, где это возможно. Экипажам рекомендуется избегать угрозы и сотрудничать с командованием сектора.
alert-level-yellow-instructions = Экипажам рекомендуется держаться подальше от угрозы и сотрудничать с командованием сектора.

alert-level-gamma = Гамма
# alert-level-gamma-announcement = Центральная команда установила уровень безопасности гамма на станции. Вся безопасность должна быть вооружена в любое время, а все гражданские лица должны немедленно направиться к ближайшему штабу для транспортировки в безопасное место.
# alert-level-gamma-instructions = Все гражданские должны немедленно направиться к ближайшему транспортному средству для эвакуации в безопасное место.
alert-level-gamma-announcement = Центральная команда установила уровень безопасности гамма в секторе. Офицеры ТСФМК должны находиться в состоянии повышенной готовности, а экипажи должны избегать зон конфликта, когда это возможно.
alert-level-gamma-instructions = Экипажи должны избегать зон конфликта, если это возможно.

alert-level-delta = Дельта
# alert-level-delta-announcement = Станция находится под угрозой немедленного уничтожения. Члены экипажа советуются слушать руководителей персонала для получения дополнительной информации.
# alert-level-delta-instructions = Члены экипажа получают информацию от руководителей персонала.
alert-level-delta-announcement = Инфраструктура сектора находится под угрозой немедленного уничтожения. Члены экипажа должны следить за сообщениями командования сектора для получения дополнительной информации.
alert-level-delta-instructions = Члены экипажей рекомендуется слушать командование сектора для получения дополнительной информации.

alert-level-epsilon = Эпсилон
# alert-level-epsilon-announcement = Централизованное командование приказало ввести уровень безопасности Эпсилон на станции. Все контракты считаются расторгнутыми.
# alert-level-epsilon-instructions = Все контракты считаются расторгнутыми.
alert-level-epsilon-announcement = Централизованное командование приказало установить уровень безопасности Эпсилон в секторе. Все контракты считаются расторгнутыми.
alert-level-epsilon-instructions = Все контракты считаются расторгнутыми.

# End Frontier
