# Imported from ru-RU-additional; existing Russian keys are preserved.

ent-WeaponSubMachineGunMla73 = МЛА-73
    .desc = Надежный пистолет-пулемет, обычно выдаваемый пилотам шаттлов и экипажам бронетехники. Эта модель оснащена встроенным глушителем. Использует пароны калибра 6.35х40мм безгильзовые.

ent-WeaponSubMachineGunAK220 = NCI АК-220 (9x19 мм)
    .desc = Массовый пистолет-пулемет, разработан в СССП, но производится и на территориях ТСФ и ДФ. Использует патроны калибра 9х19мм.

ent-WeaponSubMachineGunVector9x19mm = ЛВС Вектор
    .desc = Отличный полностью автоматический пистолет-пулемет. Использует патроны калибра 9х19мм.

ent-WeaponSubMachineGunVector45_ACP = ЛВС Вектор
    .desc = Отличный полностью автоматический пистолет-пулемет. Использует патроны калибра .45ACP.

ent-WeaponSubMachineGunVectorNtsfHclm = КП-11 "Фальшион"
    .desc = Тяжёлый автоматический пистолет-пулемёт с необычным револьверным механизмом на 18 патронов .357 магнум. Заряжается отдельными патронами или спидлоадерами .357 магнум.

ent-WeaponSubMachineGunKnallstock = ЛВС Кналльшток
    .desc = Надежный и простой пистолет-пулемет, обладающий высокой скорострельностью. Использует патроны калибра 9х19мм или .45ACP.

ent-WeaponSubMachineGunTypewriterPMC = Чоппер
    .desc = Современная интерпретация классического дизайна. Используется, преимущественно, разного рода гангстерами. Использует патроны калибра .45ACP.

ent-WeaponSubMachineGunFirestarter = НМГ "Огниво"
    .desc = Неплохой полностью автоматический пистолет-пулемет. Использует пароны калибра .45ACP.
