carp-rift-warning = Разлом вызывает неестественно большой энергетический поток {$location}. Остановите его любой ценой!
carp-rift-duplicate = Нельзя одновременно активировать два зарядных разлома!
carp-rift-examine = Осталось [color=yellow]{$percentage}%[/color] заряда!
carp-rift-max = Вы достигли максимального количества разрывов
carp-rift-anchor = Разломы появляются только на прочной поверхности.
carp-rift-proximity = Слишком близко к ближайшему разрыву! Расстояние должно быть не менее {$proximity} м.
carp-rift-space-proximity = Слишком близко к космосу! Расстояние должно быть не менее {$proximity} м.
carp-rift-weakened = Вы не можете создать больше разрывов в слабом состоянии.
carp-rift-destroyed = Разлом уничтожен! Вы временно ослаблены.
