inner-anomaly-start-message-pyro = Вы чувствуете безумный огонь внутри себя. Вы стали хозяином пирокластической аномалии.
inner-anomaly-start-message-shock = Молнии дрожат у вашей команды! Вы стали хозяином электрического аномального явления.
inner-anomaly-start-message-shadow = Из вас выходит непроницаемая тьма... Вы стали хозяином теневой аномалии.
inner-anomaly-start-message-frost = Ледяная стужа сковывает ваши суставы. Вы стали носителем ледяной аномалии.
inner-anomaly-start-message-flora = Листья и цветы прорастают сквозь вашу кожу! Вы стали хозяином цветочного аномального явления.
inner-anomaly-start-message-bluespace = Ваши мысли мчатся, как сумасшедшие! Вы стали хозяином аномалии синего пространства.
inner-anomaly-start-message-flesh = Ваше тело безумно растет. Вы стали хозяином аномалии плоти.
inner-anomaly-start-message-grav = Всё одновременно становилось чрезмерно тяжёлым и лёгким... Вы стали хозяином аномалии гравитации.
inner-anomaly-start-message-tech = Ваша голова гудит от количества хаотичной информации! Вы стали хозяином технического аномального явления.
inner-anomaly-start-message-rock = Кристаллы прорастают вам сквозь кости! Вы стали носителем каменной аномалии.
inner-anomaly-start-message-santa = Вы становитесь одержимы рождественским духом! Вы стали хозяином рождественской аномалии.

inner-anomaly-end-message = Аномальная активность внутри вас исчезает без следа...

inner-anomaly-severity-info-50 = Вы чувствуете, как аномалия захватывает половину вашего тела.
inner-anomaly-severity-info-75 = Вы чувствуете, как аномалия захватывает большую часть вашего тела.
inner-anomaly-severity-info-90 = Вы чувствуете, как аномалия почти полностью захватила ваше тело.
inner-anomaly-severity-info-100 = Аномалия внутри вас неумолимо растет, вызывая невыносимую боль и разрывающая вас на части!
