ent-PhalanxFlatpack = упакованная лазерная установка L-1 «Фаланга»
    .desc = Упаковка для сборки корабельного орудия: лазерная установка L-1 «Фаланга».

ent-FlareFlatpack = упакованная сигнальная установка GS-002 Sunny
    .desc = Упаковка для сборки корабельного орудия: сигнальная установка GS-002 Sunny.

ent-PrometheusFlatpack = упакованная лазерная пушка TPC «Прометей»
    .desc = Упаковка для сборки корабельного орудия: лазерная пушка TPC «Прометей».

ent-AC35Flatpack = упакованная автопушка AC-35
    .desc = Упаковка для сборки корабельного орудия: автопушка AC-35.

ent-DravonFlatpack = упакованная автопушка ADBP-7 DRAVON
    .desc = Упаковка для сборки корабельного орудия: автопушка ADBP-7 DRAVON.

ent-RAC30Flatpack = упакованная автопушка RAC-30 «Драупнир»
    .desc = Упаковка для сборки корабельного орудия: автопушка RAC-30 «Драупнир».

ent-TarnyxFlatpack = упакованная ЭМИ-пушка ADBX-31 TARNYX
    .desc = Упаковка для сборки корабельного орудия: ЭМИ-пушка ADBX-31 TARNYX.

ent-M220Flatpack = упакованная ЭМИ-пушка M220 RUBICON
    .desc = Упаковка для сборки корабельного орудия: ЭМИ-пушка M220 RUBICON.

ent-Type54Flatpack = упакованная плазменная пушка Type-54C
    .desc = Упаковка для сборки корабельного орудия: плазменная пушка Type-54C.

ent-VanykFlatpack = упакованная ракетная установка ASM-150 «Ваник»
    .desc = Упаковка для сборки корабельного орудия: ракетная установка ASM-150 «Ваник».

ent-TovekFlatpack = упакованная ракетная установка ADMX-250 TOVEK
    .desc = Упаковка для сборки корабельного орудия: ракетная установка ADMX-250 TOVEK.

ent-AK820Flatpack = упакованная автопушка АК820
    .desc = Упаковка для сборки корабельного орудия: автопушка АК820.

ent-CyrexaFlatpack = упакованная пушка CYREXA
    .desc = Упаковка для сборки корабельного орудия: пушка CYREXA.

ent-PaladinFlatpack = упакованная ракетная установка MLRS-382 «Паладин»
    .desc = Упаковка для сборки корабельного орудия: ракетная установка MLRS-382 «Паладин».

ent-ASM220Flatpack = упакованная торпедная установка ASM-220 «Трезубец»
    .desc = Упаковка для сборки корабельного орудия: торпедная установка ASM-220 «Трезубец».

ent-ScyllaFlatpack = упакованная плазменная пушка TPC «Сцилла»
    .desc = Упаковка для сборки корабельного орудия: плазменная пушка TPC «Сцилла».

ent-HadesFlatpack = упакованная пушка HADES
    .desc = Упаковка для сборки корабельного орудия: пушка HADES.

ent-SandboxFlatpack = упакованная ракетная установка SS-N-40 «Песочница»
    .desc = Упаковка для сборки корабельного орудия: ракетная установка SS-N-40 «Песочница».

